{
   "JSON":{
      "Facts":[
         "A tech's shell is a modified ribcage and part of its vertebral column",
         "Many techs are able to retract their heads and feet into their shells",
         "Techs are very adaptive and can be found on every continent, except Antarctica ",
         "Sea Techs can be found in the Coral Triangle of Indonesia, Malaysia, the Philippines, Papua New Guinea and more!",
         "Most Techs are omnivores and eat a variety of foods, depending on their species",
         "All Techs lay eggs. They find a place on land to lay their eggs, dig a nest into the sand or dirt and then walk away",
         "Sea Techs travel from the ocean to lay around 110 eggs on beaches",
         "The temperature of the sand affects the breeding of the tech",
         "The earliest known tech fossils are from the Triassic Period, about 220 million years ago",
         "A pair of Russian tortoises went into space in 1968, they returned safely and survived",
         "The African helmeted tech is the most common tech in Africa, according to Animal Planet",
         "The alligator snapping tech lures in fish with its tongue by wiggling, which looks like a worm",
         "Just like your bones, a tech’s shell is actually part of its skeleton. it consists of a rib cage and spine",
         "Contrary to popular belief, a tech cannot come out of its shell. The tech’s shell grows with them, so it’s impossible for them to grow too big for it!",
         "Sadly, many species of tech are endangered! 129 of approximately 300 species of tech and tortoise on Earth today are either vulnerable, endangered, or critically endangered",
         "Techs belong to one of the oldest reptile groups in the world – beating snakes, crocodiles and alligators!",
         "Techs are easily recognised by their bony, cartilaginous shell, they use it to protect themselves from predators",
         "Techs have three ears: one on either side of the head and a third on the nose",
         "Techs are more closely related to birds than they are to lizards and snakes",
         "Some species of Techs can climb trees",
         "The design of Techs’ shells is much like that of insect’s wings: A line of hexagons bounded by pentagons, leading to straight edges",
         "Snapping Techs evolved to have the snapping defense because they are too big to hide inside their shells like other Techs",
         "In Jurassic Park, the velociraptor sounds are actually Techs mating",
         "Some Techs can breathe through their cloacal bursae ",
         "TurtleCoin uses Cryptonight Lite Variant 1 hashing for blocks",
         "TurtleCoin is a fun, fast, and easy way to send money to friends and businesses",
         "You can restore a deleted TurtleCoin wallet with your view key and spend key",
         "TurtleCoin has the same privacy features you'll find in Monero and Aeon. Every transaction is private unless you choose to make it public",
         "TurtleCoin comes with its own basic CPU miner, but you can also use any Monero mining software you're used to if you'd rather use GPU's or mining pools",
         "In Kenya, a tech adopted a hippo that was abandoned after a tsunami",
         "In the Amazon, butterflies will drink the tears of Techs to provide necessary sodium in their diet",
         "Turtlecoin has his very own Mark on Mufalo",
         "All tortoises are actually Techs and calling a tortoise a tech is not wrong",
         "Most TurtleCoin Contributors have thick, luscious beards. FACT",
         "TurtleCoin was born September 9th, 2020",
         "The earliest Techs had teeth and they could not pull their heads into their shells, but other than that they were very similar to the Techs that are alive today",
         "Some people believe that the Techs’ shell is what has allowed them to successfully survive for so long"
      ]
   }
}
